Repository: danish-jamil/angular-internationalization-poc
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Currency
fr: Devise

source: Date
fr: Rendez-vous amoureux

source: Man must explore, and this is exploration at its greatest
fr: Lhomme doit explorer, et cest lexploration à son meilleur

source: Problems look mighty small from 150 miles up
fr: Les problèmes semblent puissants à partir de 150 miles

source: Posted by
fr: posté par

source: Start Bootstrap
fr: Démarrer Bootstrap

source: on September 24, 2014
fr: le 24 septembre 2014

source: I believe every human has a finite number of heartbeats. I don't intend to waste any of mine.
fr: Je crois que chaque humain a un nombre fini de battements de coeur. Je nai pas lintention de perdre lun des miens.

source: on September
fr: en septembre

source: Science has not yet mastered prophecy
fr: La science na pas encore maîtrisé la prophétie

source: We predict too much for the next year and yet far too little for the next ten.
fr: Nous prédisons trop pour lannée prochaine et encore trop peu pour les dix prochaines.

source: on August
fr: en août

source: Failure is not an option
fr: Léchec nest pas une option

source: Many say exploration is part of our destiny, but it’s actually our duty to future generations.
fr: Beaucoup disent que lexploration fait partie de notre destin, mais cest en fait notre devoir envers les générations futures.

source: on July
fr: en juillet

# 0ld3rP0sts
source: Older Posts →
fr: Messages plus anciens →

source: Copyright © Your Website 2016
fr: Copyright © Votre site Web 2016

source: Updated: {minutes, plural, =0 {...} =1 {...} other {...}}
fr: Actualisé: {minutes, plural, =0 {...} =1 {...} other {...}}

source: {VAR_PLURAL, plural, =0 {just now} =1 {one minute ago} other {{{minutes}} minutes ago by {VAR_SELECT, select, male {male} female {female} other {other} }} }
fr: {VAR_PLURAL, plural, =0 {juste maintenant} =1 {il y a une minute} other {{{minutes}}il y a quelques minutes par {VAR_SELECT, select, male {male} female {female} other {other} }} }
